RhinoInside.Revit API Documentation
Revit.ActiveDBApplication Property
[Missing <summary> documentation for "P:RhinoInside.Revit.Revit.ActiveDBApplication"]
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.5.8018
Syntax
public static Autodesk.Revit.ApplicationServices.Application ActiveDBApplication { get; }
Property Value
Type: Autodesk.Revit.ApplicationServices.Application
See Also
Reference
Revit Class
RhinoInside.Revit Namespace